{
    "en": {
        "nav-link-1": "Home",
        "nav-link-2": "About",
        "nav-link-3": "Cases",
        "nav-link-4": "Contact us",
        "nav-work-inq": "Work Inquiries.",
        "nav-intouch": "Get in touch.",
        "main-h1-1": "We create",
        "main-h1-2": "future brands",
        "text-video-section": " Unlock limitless possibilities with our comprehensive solutions block from trademark management to digital transformation, we offer a wide range of services to elevate your brand success. Harness the power of our solutions and propel your business to new heights in the ever-evolving digital landscape.",
        "header-h2-1": "The what",
        "header-h2-2": "The how",
        "header-h2-3": "The why",
        "description-w-1": "From strategy to storytelling, brand experience to boundary-pushing design, we apply unconventional creativity to clients doing right by the world. We turn compelling ideas into commercial success stories through the power of the brand in all its forms.",
        "description-w-2": "We're all about collective success. Everyone's an equal in the creative process as we work toward a shared goal - no egos here. We don't make our partners fit into our formula. Instead, we find what works for you.",
        "description-w-3": "From strategy to storytelling, brand experience to boundary-pushing design, we apply unconventional creativity to clients doing right by the world. We turn compelling ideas into commercial success stories through brand power.",
        "text-1": "We work with clients to create immersive worlds — brands that draw you into their orbit, make an impact & gain a cult following. Just ask",
        "text-2": "and",
        "inst-text-1": "We don't just design brands for pleasing aesthetic, we bring purposeful business to life and grant them longevity in the game.",
        "inst-text-2": "Follow us to stay updated with syudio happenings and projects in the works.",
        "footer-h2": "Get in touch",
        "footer-li-text-1": "Privacy",
        "footer-li-text-2": "Conditions",
        "footer-li-text-3": "Human Rights",
        "cookie-header": "This website uses cookies",
        "cookie-text": "This website uses cookies to improve the user experience. By using our website, you consent to all cookies in accordance with our cookie policy.",
        "cookie-btn-text": "Got it",
        "about-main-h1-1": "Not your typical",
        "about-main-h1-2": "agency.",
        "about-main-h2": "Unlock limitless possibilities with our comprehensive solutions block from trademark management to digital transformation, we offer a wide range of services to elevate your brand's success. Harness the power of our solutions and propel your business to new heights in the ever-evolving digital landscape.",
        "about-title-1": "Assembled or in parts?",
        "about-title-2": "Whichever suits you best of course."
    },
    "fr": {
        "nav-link-1": "Accueil",
        "nav-link-2": "À propos",
        "nav-link-3": "Projets",
        "nav-link-4": "Contact",
        "nav-work-inq": "Demandes de travail.",
        "nav-intouch": "Restons en contact.",
        "main-h1-1": "Nous créons",
        "main-h1-2": "des marques d'avenir",
        "text-video-section": " Débloquez des possibilités illimitées grâce à nos solutions complètes. De la gestion des marques à la transformation numérique, nous offrons une large gamme de services pour améliorer le succès de votre marque. Exploitez la puissance de nos solutions et propulsez votre entreprise vers de nouveaux sommets dans un paysage numérique en constante évolution.",
        "header-h2-1": "Le quoi",
        "header-h2-2": "Le comment",
        "header-h2-3": "Le pourquoi",
        "description-w-1": "De la stratégie à la narration, de l'expérience de la marque au design qui repousse les limites, nous appliquons une créativité non conventionnelle à des clients qui font du bien au monde. Nous transformons des idées convaincantes en réussites commerciales grâce au pouvoir de la marque sous toutes ses formes",
        "description-w-2": " Nous sommes tous attachés à la réussite collective. Tout le monde est sur un pied d'égalité dans le processus créatif, car nous travaillons à la réalisation d'un objectif commun - pas d'égo ici. Nous n'obligeons pas nos partenaires à s'adapter à notre formule. Au lieu de cela, nous trouvons ce qui fonctionne pour vous",
        "description-w-3": "De la stratégie à la narration, de l'expérience de la marque au design qui repousse les limites, nous appliquons une créativité non conventionnelle à des clients qui font du bien au monde. Nous transformons des idées convaincantes en réussites commerciales grâce au pouvoir de la marque.",
        "text-1": "Nous travaillons avec nos clients pour créer des mondes immersifs - des marques qui vous attirent dans leur orbite, ont un impact et acquièrent un culte. Il suffit de demander",
        "text-2": "et",
        "inst-text-1": "Nous ne nous contentons pas de concevoir des marques à l'esthétique agréable, nous donnons vie à des entreprises à but précis et leur assurons une longévité dans le jeu",
        "inst-text-2": "Follow us to stay updated with syudio happenings and projects in the works",
        "footer-h2": "Prenez contact",
        "footer-li-text-1": "Vie privée",
        "footer-li-text-2": "Conditions",
        "footer-li-text-3": "Droits de l'homme",
        "cookie-header": "Ce site web utilise des cookies",
        "cookie-text": "Ce site web utilise des cookies pour améliorer l'expérience de l'utilisateur. En utilisant notre site web, vous acceptez tous les cookies conformément à notre politique en matière de cookies",
        "cookie-btn-text": "Compris",
        "about-main-h1-1": "Pas comme les autres",
        "about-main-h1-2": "agence.",
        "about-title-1": "Assemblé ou en pièces détachées?",
        "about-title-2": "Selon ce qui vous convient le mieux, bien sûr."
    },
    "de": {
        "nav-link-1": "Startseite",
        "nav-link-2": "Über uns",
        "nav-link-3": "Projekte",
        "nav-link-4": "Kontakt",
        "nav-work-inq": "Arbeitsanfragen.",
        "nav-intouch": "Kontakt halten.",
        "main-h1-1": "Wir erschaffen",
        "main-h1-2": "zukünftige marken",
        "text-video-section": "Erschließen Sie sich grenzenlose Möglichkeiten mit unseren umfassenden Lösungen - vom Markenmanagement bis zur digitalen Transformation bieten wir eine breite Palette von Dienstleistungen, die Ihren Markenerfolg steigern. Nutzen Sie Sie die Kraft unserer Lösungen und treiben Sie Ihr Unternehmen zu neue Höhen in der sich ständig weiterentwickelnden digitalen Landschaft.",
        "header-h2-1": "Das was",
        "header-h2-2": "Das wie",
        "header-h2-3": "Das warum",
        "description-w-1": "Von der Strategie bis zum Storytelling, von der Markenerfahrung bis zum grenzüberschreitenden Design - wir setzen unkonventionelle Kreativität für Kunden ein, die der Welt Gutes tun. Wir verwandeln überzeugende Ideen in kommerzielle Erfolgsgeschichten durch die Kraft der Marke in all ihren Formen.",
        "description-w-2": "Bei uns geht es um kollektiven Erfolg. Jeder ist im kreativen Prozess gleichberechtigt, da wir auf ein gemeinsames Ziel hinarbeiten - hier gibt es keine Egos. Wir zwingen unsere Partner nicht, in unsere Formel zu passen. Stattdessen finden wir das, was für Sie funktioniert.",
        "description-w-3": "Von der Strategie bis zum Storytelling, von der Markenerfahrung bis zum grenzüberschreitenden Design setzen wir unkonventionelle Kreativität für Kunden ein, die der Welt Gutes tun. Wir verwandeln überzeugende Ideen in kommerzielle Erfolgsgeschichten durch Markenpower.",
        "text-1": "Wir arbeiten mit unseren Kunden zusammen, um immersive Welten zu schaffen - Marken, die Sie in ihren Bann ziehen, eine Wirkung erzielen und eine kultige Anhängerschaft gewinnen. Fragen Sie einfach",
        "text-2": "und",
        "inst-text-1": "Wir entwerfen Marken nicht nur für eine ansprechende Ästhetik, sondern erwecken zielgerichtete Unternehmen zum Leben und verleihen ihnen Langlebigkeit im Spiel.",
        "inst-text-2": "Folgen Sie uns, um auf dem Laufenden zu bleiben, was bei syudio passiert und welche Projekte in Arbeit sind.",
        "about-main-h1-1": "Nicht Ihr typisches",
        "about-main-h1-2": "Agentur."
    }
}